Repository: DavidMurphy1088/ScalesTrainer
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Go To Scale %@ - Good Luck 😊
zh_hans: xcv

source: Backing On
zh_hans: 伴奏开启

source: Backing Track On
zh_hans: 伴奏已开启

source: Finger Number
zh_hans: 指法编号

source: Fingers
zh_hans: 手指

source: Follow the Scale
zh_hans: 跟随音阶

source: Follow The Scale
zh_hans: 跟随音阶

source: Grade
zh_hans: 等级

source: Hide Fingers
zh_hans: 隐藏手指

source: Hide Keyboard
zh_hans: 隐藏键盘

source: Hide Staff
zh_hans: 隐藏五线谱

source: Home
zh_hans: 主页

source: Key
zh_hans: 钥匙

source: Lead the Scale
zh_hans: 引导音阶

source: Left Hand
zh_hans: 左手

source: Play Along
zh_hans: 跟着演奏

source: Record the Scale
zh_hans: 录制音阶

source: Record The Scale
zh_hans: 录制音阶

source: Right Hand
zh_hans: 右手

source: Scale
zh_hans: 规模

source: ScaleName
zh_hans: C大调音阶，对向运动，双手，一个八度

source: Settings
zh_hans: 设置

source: Stop Playing Along
zh_hans: 停止一起演奏

source: Tempo
zh_hans: 节奏

# test
source: testE
zh_hans: 大调，右手，连奏

source: Thumb Under
zh_hans: 拇指穿过

source: Viewing Direction
zh_hans: 观看\n方向
